Repository: webshining/study-bot
Catalog: data/locales/*/LC_MESSAGES/bot.po
Languages: ru, uk

source: start message
ru: начать
uk: почати

source: get schedule
ru: расписание
uk: отримати розклад

source: get call schedule
ru: звонки
uk: дзвінки

source: get current lesson
ru: текущая пара
uk: яка пара зараз

source: get tasks
ru: задания
uk: завдання

source: select your group
ru: выбрать свою группу
uk: обрати свою групу

source: cancel
ru: завершить
uk: завершити

source: menu off
ru: выключить меню
uk: вимкнути меню

source: menu on
ru: включить меню
uk: увімкнути меню

source: get users list [admin]
ru: список пользователей [admin]
uk: список користувачів [admin]

source: Canceled
ru: Завершено
uk: Завершено

source: Tasks is empty🫡
ru: Заданий нету🫡
uk: Список завдань порожній🫡

source: Not enough rights🚫
ru: Нет доступа🚫
uk: Немає доступу🚫

source: Users is empty🫡
ru: Пользователей нету🫡
uk: Список користувачів порожній🫡

source: Call schedule 🔔
ru: Звонки 🔔
uk: Дзвінки 🔔

source: It seems the servers are not responding, and there is no saved data for you🫡
ru: Похоже сервер не отвечает, сохраненных данных для вас нет🫡
uk: Схоже сервер не відповідає, збережених даних для вас немає🫡

source: Call schedule is empty🫡
ru: Расписания нету🫡
uk: Роздкладу немає🫡

source: Enter text for <b>{}</b>:
ru: Введите текст для <b>{}</b>:
uk: Введіть текст для <b>{}</b>:

source: Enter task date:
ru: Введите дату задания:
uk: Введіть дату завдання:

source: Invalid date format (YYYY-MM-DD)
ru: Невалидная дата (YYYY-MM-DD)
uk: Невалідна дата (YYYY-MM-DD)

source: Send files:
ru: Отправте файлы:
uk: Відправте файли:

source: Finish
ru: Завершить
uk: Завершити

source: Success
ru: Готово
uk: Готово

source: Enter task name:
ru: Введите название задания:
uk: Введіть назву завдання:

source: Current lesson 🔎
ru: Текущая пара 🔎
uk: Який зараз предмет 🔎

source: You haven't selected a group yet🫡
ru: Вы еще не выбрали групу🫡
uk: Ви ще не обрали групу🫡

source: Now <b>{}</b>
ru: Сейчас <b>{}</b>
uk: Зараз <b>{}</b>

source: End in <b>{}</b>
ru: Конец через <b>{}</b>
uk: Кінець через <b>{}</b>

source: Start in <b>{}</b>
ru: Начало через <b>{}</b>
uk: Початок через <b>{}</b>

source: No more lessons today🫡
ru: На сегодня пары закончились🫡
uk: На сьогодня пари закінчились🫡

source: Schedule
ru: Расписание
uk: Розклад

source: Call schedule
ru: Звонки
uk: Дзвінки

source: Current lesson
ru: Текущая пара
uk: Який зараз предмет

source: Tasks
ru: Задания
uk: Завдання

source: Schedule 📖
ru: Расписание 📖
uk: Розклад 📖

source: Schedule is empty🫡
ru: Расписания нету🫡
uk: Роздкладу немає🫡

source: Select Group 👥
ru: Выберите группу 👥
uk: Оберіть групу 👥

source: Select faculty:
ru: Выберите факультет:
uk: Оберіть факультет:

source: Select course:
ru: Выберите курс:
uk: Оберіть курс:

source: Select group:
ru: Выберите группу:
uk: Оберіть групу:

source: Hello <b>{}</b>👋 I am a diary bot <b> Commands:</b>
ru: Привет <b>{}</b>👋 Я дневник <b> Команды:</b>
uk: Привіт <b>{}</b>👋 Я щоденник <b> Команди:</b>

source: Creator: <b>@webshining</b>😉 Repositofy: <b><a href="https://github.com/webshining/study-bot">GitHub</a></b>
ru: Автор: <b>@webshining</b>😉 Репозиторий: <b><a href="https://github.com/webshining/study-bot">GitHub</a></b>
uk: Автор: <b>@webshining</b>😉 Репозиторій: <b><a href="https://github.com/webshining/study-bot">GitHub</a></b>

source: 🔄Update
ru: 🔄Обновить
uk: 🔄Оновити

source: This week
ru: Эта неделя
uk: Цей тиждень

source: Next week
ru: Следующая неделя
uk: Наступний тиждень

source: Monday Tuesday Wednesday Thursday Friday Saturday Sunday
ru: Понедельник Вторник Среда Четверг Пятница Субота Воскресенье
uk: Понеділок Вівторок Середа Четвер П'ятниця Субота Неділя
